Autodesk.Revit.UI.Events.CommandEventArgs.CommandId
The command id.
Since: 2013

Autodesk.Revit.UI.Events.CommandEventArgs.ActiveDocument
The active document.
Since: 2013

Autodesk.Revit.UI.Events.CommandEventArgs
The base class of the command Executed and CanExecute event arguments.
Since: 2013